[ Lang ]

"(Empty)"="(Puste)"
"1.Confirm that USB device is compliant with USB 2.0."="1.Potwierdź, że urządzenie USB jest zgodne ze standardem USB 2.0."
"10min"="10 min"
"12 Hour"="12 godz."
"120s"="120 s"
"15s"="15 s"
"1h"="1 godz."
"1min"="1 min"
"2.Try to replug the USB device."="2.Spróbuj ponownie podłączyć urządzenie USB."
"24 Hour"="24 godz."
"2h"="2 godz."
"2min"="2 min"
"3.Try to reboot the phone."="3.Spróbuj ponownie uruchomić telefon."
"30min"="30 min"
"30s"="30 s"
"3h"="3 godz."
"5min"="5 min"
"60s"="60 s"
"6h"="6 godz."
"802.1x Mode"="Tryb 802.1x"
"802.1x Settings"="Ustawienia 802.1x"
"802.1x"="802.1x"
"ACD Login"="Logowanie ACD"
"ACD State"="Stan ACD"
"ACD Trace"="Śledz."
"ACD"="ACD"
"AES"="AES"
"ALERT"="Alert"
"AP Mac Address"="Adres MAC AP"
"AVG.Waiting Time"="Przeciętny czas oczekiwania"
"Account ID"="ID konta"
"Account Status"="Stan konta"
"Account is invalid!"="Nieprawidłowe konto!"
"Account"="Konto"
"Accounts"="Konta"
"Activation"="Aktywacja"
"Adapter has added, scanning the bluetooth devices right now?"="Dodano moduł. Wysz. urządz. Bluetooth?"
"Adapter has removed out"="Moduł Bluetooth został usunięty."
"Add Blacklist"="Dodaj listę zabronionych"
"Add Contact"="Dodaj kontakt"
"Add Group SoftKey"="Dod gr."
"Add Group"="Dodaj grupę"
"Add Metaswitch Contact"="Dodaj kontakt Metaswitch"
"Add Network"="Dodaj sieć"
"Add Number"="Dodaj numer"
"Add PAB"="Dodaj PAB"
"Add Personal"="Dod. Osobiste"
"Add To Metaswitch Contact"="Dodaj do kontaktu Metaswitch"
"Add to Blacklist"="Dodaj do czarnej listy"
"Add to Contact"="Dodaj do kontaktu"
"Add to Contacts"="Dodaj do kontaktów"
"Add to Favorite with an index of"="Dodaj do listy Ulubione z indeksem"
"Add to Personal"="Dodaj do osobistych"
"Add to"="Dodaj do"
"Add"="Dodaj"
"Address incomplete"="Adres jest niekompletny!"
"Address"="Adres"
"Advance to Next Assistant After"="Zgłoś asystent. po"
"Advanced Setting"="Ustawienia zaawansowane"
"Advanced"="Zaawansowane"
"After Ring Times"="Przekieruj po"
"Alert Broadworks Anywhere Location"="Dowolny alert lok."
"Alert Broadworks Mobility Location"="Lok. alert komórk."
"Alert Click to Dial Calls"="Alert przy telefonicznych"
"Alert Group Paging Calls"="Alert przy pagerze"
"Alert Mode"="Tryb alertu"
"Alert SCA Location"="Lokalny alert SCA"
"Alerting Calling Line ID Name"="Nazwa adres. alertu"
"Alerting Calling Line ID Number"="Id. adresata alertu"
"Alerting Custom Calling Line ID Name"="Niest. nazwa alertu"
"Alerting Custom Calling Line ID Number"="Niest. iden. alertu"
"All Buddies"="Wszyscy znajomi"
"All Calllog"="Wszyst. poł."
"All Calls"="Wszyst. poł."
"All Contacts"="Wszystkie kontakty"
"All External Calls"="Wsz. poł. zew."
"All Income Calls"="Wsz. połączenia"
"All Internal Calls"="Wsz. poł. wew."
"All Lines"="Wszyst."
"All Off"="Wył wsz"
"All On"="Wł wsz"
"All keys"="Wszystkie klawisze"
"Allow Remote Control?"="Zezwalać na zdalne sterowanie?"
"Allow assistant opt in/out of Pool"="Uż./op. puli"
"Alter Type"="Typ alertu"
"Always Forward"="Zawsze przekierowuj"
"Always Off"="Zawsze wyłączone"
"Always On"="Zawsze włączone"
"Always forward to"="Always forward to"
"An error occurred during file setting"="Wystąpił błąd podczas ustawiania pliku."
"Anonymity Disallowed"="Anonimowość zabroniona!"
"Anonymous Call"="Połączenia anonimowe"
"Anonymous Rejection"="Odrzucanie poł. anonim."
"Anonymous"="Anonimowe"
"Answer"="Odbierz"
"Anywhere"="Dowolna lokalizacja"
"Apr"="kwi"
"April"="kwiecień"
"Are you sure to remove  ?"="Czy na pewno usunąć?"
"Are you sure to set a blank password?"="Potwierdzasz ustawienie pustego hasła?"
"Are you sure you want to Log out!"="Czy na pewno chcesz się wylogować?"
"Assistant Common Settings"="Wsp. ust. asyst."
"Assistant"="Asystent"
"Aug"="sie"
"August"="sierpień"
"Auto Answer"="Odbieranie automatyczne"
"Auto Divert"="Aut. przekier."
"Auto Provision Now?"="Auto provision now?"
"Auto Provision"="Autokonfiguracja"
"Auto Redial Setting"="Aut. połącz ponow."
"Auto Redial"="Ponowne wybieranie"
"Auto speed dial is on\n manually configing is forbidden!"="Włączono aut. szybkie wyb.\n Konf. ręcz. jest zabr.!"
"Auto"="Automatycznie"
"Auto-login"="Logow. autom."
"AutoBLFList is on\n manually configing is forbidden!"="Lista AutoBLF włączona.\n Konfig. ręcz. zabroniona!"
"AutoFavorite is on\n manually configing is forbidden!"="Klawisz aut. Ulub. \nzabr. w konf. ręcz.!"
"AutoLinekey is on\n manually configing is forbidden!"="Klawisz aut. linii \nzabr. w konf. ręcz.!"
"AutoP Authority"="Jednostka autokonfiguracji"
"AutoP to"="Autokonfiguracja"
"Automatic"="Automatycznie"
"Avail"="Dost."
"Available Audio Record"="Dostępne nagranie audio"
"Available Recording Time"="Pozostały czas nagrywania"
"Available Wireless Device"="Dostępne sieci"
"Available"="Dostęp."
"Away"="Nieobecny"
"B Transfer"="Tran. B"
"BLF List"="Lista BLF"
"BLF Ring Type"="Typ dzwonka BLF"
"BLF is invalid!"="Nieprawidłowy BLF!"
"BLF"="BLF"
"Back"="Wstecz"
"Backlight Active Level"="Poziom aktywacji"
"Backlight Inactive Level"="Poz. dezakt."
"Backlight Time"="Czas podświetlenia"
"Backlight"="Podświetlenie"
"Bad Request"="Nieprawidłowe żądanie"
"Balance"="Stan środków"
"Barge In"="Wtr."
"Basic Call Park"="Park. podst."
"Basic Setting"="Ustawienia podstawowe"
"Betransferred"="Do transferu"
"Blacklist"="Czarna lista"
"Block"="Zablokowany"
"Bluetooth Mac"="Adres MAC Bluetooth"
"Bluetooth"="Bluetooth"
"Bluetooth: On"="Bluetooth: włączone"
"Both"="Oba"
"Bridge ID"="Identyfikator mostu"
"BridgeID is invalid!"="Nieprawidłowy identyfikator mostu!"
"Browse Photo"="Wyświetl zdjęcie"
"Browse Recordings"="Przeglądaj audio"
"Buddies"="Znajomi"
"Business Number"="Numer służbowy"
"Busy Forward"="Przek. zaj."
"Busy Here"="Zajęty!"
"Busy"="Zajęty"
"CC Name"="Nazwa dzwoniącego"
"CC UID"="Identyfikator dzwoniącego"
"CDP Interval"="Interwał CDP"
"CDP Status"="Stan CDP"
"CDP interval should be 1-3600!"="Interwał CDP powinien wynosić 1-3600!"
"CDP"="CDP"
"CFG Version"="Wersja CFG"
"Call Alerting"="Alerty połączeń"
"Call Back"="Oddzwoń"
"Call Completion"="Żądanie połączenia"
"Call Control"="Opcje połączenia"
"Call Fail"="Połączenie nie powiodło się."
"Call Filtering Mode"="Tryb fil. poł"
"Call Filtering Switch"="Przeł. filtru poł."
"Call Filtering"="Filtrowanie połączeń"
"Call Finish"="Porzucenie połączenia"
"Call Forward"="Przekier. połącz."
"Call Initiation"="Inicj."
"Call Park Number is invalid!"="Nieprawidłowy numer parkowania połączeń!"
"Call Park"="Park. połącz."
"Call Pickup"="Przej. połącz."
"Call Push Recall After"="Ponowienie poł. po"
"Call Return"="Przywr. połącz."
"Call Screening Switch"="Przeł. klasyf. poł."
"Call Screening"="Klasyfikacja połączeń"
"Call Voice Mail"="Połącz z pocztą głosową"
"Call VoiceMail"="Połącz z pocztą głosową"
"Call Waiting"="Połącz. oczek."
"Call has been successfully recorded on USB device"="Pomyślnie nagrano połączenie na urządzeniu USB."
"CallPull"="Pobierz"
"CallReturn"="Połącz ponownie"
"Callers Waiting"="Wywołujący czekają"
"Calling"="Dzwonienie"
"Calllog Directories"="Połączenia sieciowe"
"Calllog"="Recents"
"Callout"="Wywołanie"
"Calls Longest"="Najdłuższe oczekiwanie"
"Calls for Pickup"="Połączenia do przejęcia"
"Can't be empty"="To pole nie może być puste!"
"Cancel Select Executive"="Anuluj wybór kierownika"
"Cancel"="Anuluj"
"Capy Favorite Fail"="Kopiowanie do listy Ulubione nie powiodło się!"
"Change PIN"="Zmień kod PIN"
"Change Password"="Zmień hasło"
"Channel"="Kanał"
"Check"="Sprawdź"
"Chinese_S"="简体中文(Chinese Simplified)"
"Chinese_T"="繁體中文(Chinese Traditional)"
"Choose Account"="Wybierz konto"
"Choose a group"="Wybierz grupę"
"Cipher Type"="Typ szyfrowania"
"Classified"="Niejawne"
"Clear account config \n\n please wait..."="Czyszczenie konfiguracji konta. \n Czekaj..."
"Clear all static.* settings?"="Resetować wszystkie ustawienia static.*?"
"Clear all userdata & local config?"="Resetować wszystkie dane użytkownika i konfigurację lokalną?"
"Clear local.cfg settings?"="Resetować ustawienia local.cfg?"
"Clear non-static settings?"="Resetować ustawienia niestatyczne?"
"Clear your account config?"="Wyczyścić Twoją konfigurację konta?"
"Common"="Wspólne"
"CommonRingTone"="Wspólne"
"Commportal Login"="Login Commportal"
"Conf Manage"="Zarządzanie konf."
"Conference Manage"="Zarządz. konferen."
"Conference"="Konfer."
"ConferenceURL"="Adres URL konferencji"
"Configuration Updating !"="Aktualizowanie konfiguracji!"
"Configuration updating completed."="Aktualizacja konfiguracji została ukończona."
"Configuration updating failed."="Nie można zaktualizować konfiguracji."
"Configuration updating."="Aktualizowanie konfiguracji..."
"Confirm PIN mismatch!"="Niezgodność PIN!"
"Confirm PIN"="Potwierdź kod PIN"
"Confirm PWD"="Potwierdź hasło"
"Confirm password mismatch!"="Hasła są niezgodne!"
"Connect Mobile Failed"="Błąd połączenia mobilnego"
"Connect Success."="Podłączono!"
"Connect failed."="Ustanawianie połączenia nie powiodło się."
"Connect to"="Połącz z"
"Connect"="Połącz"
"Connected"="Połączono"
"Connecting"="Łączenie"
"Connecting..."="Ustanawianie połączenia..."
"Connot download PLCM Phonebook"="Nie można pobrać książki adresowej PLCM"
"Contact Details"="Informacje o kontakcie"
"Contact already exists. Add contact with the same name?"="Kontakt już istnieje. Czy mimo to chcesz utworzyć nowy kontakt?"
"Contact exist!"="Nazwa kontaktu już istnieje!"
"Contacts Setting"="Ustawienia kontaktów"
"Contrast"="Kontrast"
"Copy to All Lines?"="Skopiować do wszystkich linii?"
"Copy to Favorite"="Skopiuj do listy Ulubione"
"Current PIN is incorrect."="Stary kod PIN jest niepoprawny."
"Current PIN"="Stary kod PIN"
"Current Time"="Bieżąca godzina"
"Custom DND"="Niestandardowe DND"
"Custom Forward"="Niestand. przek."
"Custom Key"="Klawisz niestandardowy"
"Custom"="Niestandardowe"
"CustomContact"="Niestandardowy kontakt"
"Customer"="Klient"
"DD MMM YYYY"="DD MMM RRRR"
"DD-MMM-YY"="DD-MMM-RR"
"DD/MM/YYYY"="DD/MM/RRRR"
"DHCP End IP Address is invalid!"="Nieprawidłowy końcowy adres IP DHCP!"
"DHCP IP Client"="Klient DHCP IPv4"
"DHCP IPv4 Client"="Klient DHCP IPv4"
"DHCP IPv6 Client"="Klient DHCP IPv6"
"DHCP Start IP Address is invalid!"="Nieprawidłowy początkowy adres IP DHCP!"
"DHCP Time"="Godzina DHCP"
"DHCP VLAN"="Sieć VLAN DHCP"
"DHCP option is invalid!"="Nieprawidłowa opcja DHCP!"
"DHCP"="DHCP"
"DND Enable"="Stan DND"
"DND"="DND"
"DPickup"="Odebr. bezpośr."
"DSS Keys"="Klawisze DSS"
"DTMF is invalid!"="Nieprawidłowy DTMF!"
"DTMF"="Standard DTMF"
"Date Format is invalid!"="Nieprawidłowy format daty!"
"Date Format"="Format daty"
"Date"="Data"
"Date(YMD)"="Data (RMD)"
"Day"="Dzień"
"Daylight Saving"="Czas letni"
"Dec"="gru"
"December"="grudzień"
"Decline"="Odrzuć"
"Default Account"="Konto domyślne"
"Default Gateway is invalid!"="Nieprawidłowa brama domyślna!"
"Default Gateway"="Brama domyślna"
"Default"="Domyślne"
"Del All"="Us. wsz"
"Delete All Call Log"="Usuń wszys. dz. poł."
"Delete All Group?"="Usunąć wszystkie grupy?"
"Delete All Items?"="Usunąć wszystkie elementy?"
"Delete All"="Us. wsz"
"Delete Call Log"="Usuń dziennik poł."
"Delete Group"="Usuń grupę"
"Delete Selected Group?"="Usunąć wybraną grupę?"
"Delete Selected Item?"="Usunąć wybrany element?"
"Delete all images?"="Usunąć wszystkie obrazy?"
"Delete all item?"="Usunąć wszystkie elementy?"
"Delete all locations?"="Usunąć wszystkie lokalizacje?"
"Delete all numbers?"="Usunąć wszystkie numery?"
"Delete all paging group?"="Usunąć wszystkie grupy pagerów?"
"Delete all the call records?"="Usunąć wszystkie rekordy połączeń?"
"Delete location?"="Usunąć lokalizację?"
"Delete number?"="Usunąć numer?"
"Delete selected paging group?"="Usunąć wybrane grupy pagerów?"
"Delete selected wallpaper?"="Usunąć wybraną tapetę?"
"Delete seleted images?"="Usunąć wybrane obrazy?"
"Delete seleted item?"="Usunąć wybrany element?"
"Delete successed"="Usunięto pomyślnie."
"Delete the contact will also delete the contact in the server and can not be restored."="Kontakt na serwerze jest trwale usuwany."
"Delete the group will not delete the group members, but only move them out of the group."="Członkowie grupy zostaną usunięci, ale nie zostaną skasowani."
"Delete the record?"="Usunąć rekord?"
"Delete the selected message?"="Usunąć wybraną wiadomość?"
"Delete this Message?"="Usunąć tę wiadomość?"
"Delete this audio?"="Usunąć ten plik audio?"
"Delete this group message(s)?"="Usunąć wiadomości tej grupy?"
"Delete this voice mail?"="Usunąć tę wiadomość głosową?"
"Delete"="Usuń"
"Deleting completed."="Usuwanie zakończone."
"Deleting. Please wait..."="Usuwanie. Czekaj..."
"Deleting... Please Wait."="Usuwanie... Czekaj."
"Deleting..."="Usuwanie..."
"Department"="Dział"
"Detail"="Szczegóły"
"Device Cert"="Certyfikat urządzenia"
"Device Name"="Nazwa urządzenia"
"Device name can't be empty!"="Pole nazwy urządzenia nie może być puste!"
"Diagnostics"="Diagnostyka"
"Dial"="Wyślij"
"Dialing"="Wybierane numeru"
"Direct IP Line"="Bez. lin. IP"
"Directories"="Książka"
"Directory"="Książka"
"Disabled"="Wyłączone"
"Discard"="Odrzuć"
"Disconnect Success."="Odłączono pomyślnie!"
"Disconnect failed."="Rozłączanie nie powiodło się."
"Disconnect with"="Odłącz od"
"Disconnect"="Rozłącz"
"Disconnecting..."="Rozłączanie..."
"DispCode"="Kod. dys."
"Display Clock"="Wyświetl zegar"
"Display Name"="Nazwa wyświetlana"
"Display"="Ekran"
"DisplayName can't contain \" < > \" \\ \' \""="Nazwa wyświetlana nie może zawierać znaków \" < > \" \\ \' \"."
"Displayname can't be empty!"="Pole nazwy wyświetlanej nie może być puste!"
"Disposition Code"="Kod dyspozycji"
"Divert to Phone Number/SIP-URI"="Tel./SIP-URI"
"Divert"="Przekaż"
"Do Not Disturb"="Nie przeszkadzać (DND)"
"Do you want to delete all %s call logs? This action can not be reversed."="Usunąć wsz. dz. poł. %s? Nie można cofnąć tej akcji."
"Do you want to delete all call logs?"="Czy chcesz usunąć wszystkie dzienniki połączeń?"
"Do you want to delete all call logs?This action can not be reversed."="Usunąć wsz. dz. połącz.? Nie można cofnąć tej akcji."
"Do you want to delete all missed call logs?"="Czy usunąć wszyst. dzienniki połączeń nieodebranych?"
"Do you want to delete all placed call logs?"="Czy usunąć wszys. dzienniki połączeń zainicjowanych?"
"Do you want to delete all received call logs?"="Czy usunąć wszystkie dzienniki połączeń odebranych?"
"Do you want to delete this call log?"="Czy chcesz usunąć ten dziennik połączeń?"
"Do you want to discard your change?"="Czy chcesz odrzucić wprowadzoną zmianę?"
"Do you want to logout?"="Czy chcesz się wylogować?"
"Do you want to remove"="Czy chcesz usunąć uczestnika"
"Do you want to save the contact or discard it?"="Chcesz zapisać czy odrzucić kontakt?"
"Do you want to save the message or discard it?"="Chcesz zapisać czy odrzucić wiadomość?"
"Do you want to save your changes or discard them?"="Chcesz zapisać czy odrzucić wprowadzone zmiany?"
"Does not exist anywhere"="Nie skonfigurowano obsługi dowolnej lokalizacji!"
"Draftbox"="Draftbox"
"Dsskey Wallpaper"="Tapeta klawisza DSS"
"Dsskey"="Klucz DSS"
"Duration"="Czas trwania"
"E911 Location"="Lokalizacja E911"
"E911 location set failed, please contact your administrator for help"="Błąd ustaw. lokal. E911! Skontaktuj się z administr."
"E911"="E911"
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="Bez EAP"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EXP Wallpaper"="Tapeta EXP"
"EXP power is lack!"="Wymagany jest zasilacz zewnętrzny!"
"EXP wallpaper will change into the default image. Confirm to delete or not?"="Tapeta EXP zostanie zastąpiona obrazem domyślnym. Czy chcesz kontynuować?"
"Edit Location"="Edytuj lokalizację"
"Edit My Device Information"="Edytuj informacje o moim urządzeniu"
"Edit Network"="Edytuj sieć"
"Edit Paging Address"="Edytuj adres pagera"
"Edit"="Edytuj"
"Editing"="Edytowanie"
"Email"="Adres e-mail"
"Emergency Call Only"="Tylko połączenia alarmowe"
"Emergency Escalation"="Odwołanie alarmowe"
"Emergency"="Alarm."
"Empty"="Puste"
"Enable Diversion Inhibitor"="Zakaz przekierow."
"Enable this Location"="Włącz lokalizację"
"Enabled"="Włączone"
"Encryption Type"="Typ szyfrowania"
"End Call"="Zakończ"
"English"="English(English)"
"Enter Filter Conditions"="Wpr. war. filtru"
"Enter Password"="Wprowadź hasło"
"Enter code"="Wprowadź kod"
"Enter number"="Wprowadź numer"
"Enter"="Wprow."
"Executive Common Settings"="Wsp. ust. kierow."
"Executive"="Kierownik"
"Executive-Assistant"="Kierownik-Asystent"
"Executive-Originator"="Kierow.-Dzwon."
"Exit"="Zakończ"
"Expansion module"="Moduł rozszerzenia"
"Extension Number"="Numer wewnętrzny"
"Extension"="Numer wewnętrzny"
"Extention"="Numer wewnętrzny"
"FWD International"="Przek. międzynar."
"FWD"="Przekierowanie"
"Factory Installed"="Inst. fabr."
"Fail to download \nremote phonebook!"="Nie można pobrać \nzdalnej książki telefonicznej!"
"Fail to download remote phonebook!"="Nie można pobrać zdalnej książki telefonicznej!"
"Fail to download remote phonebook"="Nie można pobrać zdalnej książki telefonicznej."
"Failed to connect \nto server!"="Nie można ustanowić \npołączenia z serwerem!"
"Failed to connect to server!"="Nie można ustanowić połączenia z serwerem!"
"Failed to get data from USB flash drive"="Nie można pobrać danych z pamięci USB"
"Failed to load image"="Nie można wczytać obrazu!"
"Failed to pause recording"="Nie można wstrzymać nagrywania!"
"Failed to record call"="Nie można nagrać rozmowy telefonicznej!"
"Failed to resume recording"="Nie można wznowić nagrywania!"
"Failed to stop recording"="Nie można zatrzymać nagrywania!"
"Failed. Please retry..."="Niepowodzenie. Spróbuj ponownie..."
"Family"="Rodzina"
"Far Hold"="Wstrz. zdal."
"Far Mute"="W. roz."
"Fast Forward"="Przew. do prz"
"Fast Rewind"="Przew. wstecz"
"Favorite Index Max"="Maks. indeks Ulubione"
"Favorite Index Valid"="Nieprawidłowy indeks Ulubione"
"Favorite Index already exist!"="Indeks Ulubione już istnieje!"
"Favorite Index"="Indeks Ulubione"
"Favorite is on\n manually configing is forbidden!"="Lista Ulubione jest aktywna.\n Konfig. ręczna zabr.!"
"Favorite"="Ulubione"
"Favourite"="Ulubione"
"Fax"="Faks"
"Features"="Funkcje"
"Feb"="lut"
"February"="luty"
"File Size"="Rozmiar pliku"
"File already exists"="Plik już istnieje."
"File already exists, Confirm to replace or not?"="Plik już istnieje. Czy chcesz kontynuować?"
"Filter Type"="Typ filtru"
"Finished"="Zakończone"
"Firmware Update..."="Aktualizacja firmware’u..."
"Firmware"="Firmware"
"First Name"="Imię"
"Fixed"="Stałe"
"FlexSeat Login"="Logowanie FlexSeat"
"FlexSeat"="Logowanie FlexSeat"
"Forbidden Number"="Numer zabroniony"
"Forward Option"="Opcja przekierowania"
"Forward to Phone Number/SIP-URI"="Tel./SIP-URI"
"Forward to is invalid!"="Nieprawidłowa lokalizacja docelowa przekierowania!"
"Forward to"="Przekieruj do"
"Forward to: %s"="Przekieruj do: %s"
"Forward"="Przek."
"Forwarded Calls"="Przekierowane połączenia"
"French"="Français(French(EU))"
"French_CA"="Français(French(Canada))"
"Frequency"="Częstotliwość"
"Fri"="pią"
"Friday"="piątek"
"Friend"="Znajomy"
"From"="Od"
"From_FWD"="Info o przekierowaniu"
"From_Num"="Numer dzwoniącego"
"Function key"="Klawisze funkcyjne"
"GPark"="Prz. gr."
"GPickup"="Od. gr."
"General"="Ogólne"
"Generally Settings"="Ustawienia ogólne"
"German"="Deutsch(German)"
"Get Balance"="Ustal stan środków"
"Getting balance failed!"="Nie można ustalić stanu środków!"
"Getting balance!"="Ustalanie stanu środków!"
"Global Address Book"="Globalna książka adresowa"
"Group Id is invalid!"="Nieprawidłowy identyfikator grupy!"
"Group Listening"="Głośnik dla grupy"
"Group Name"="Nazwa grupy"
"Group Night Forward"="Przek. zbior. po pracy"
"Group Pick Up"="Odebranie w grupie"
"Group already exist!"="Ta grupa już istnieje!"
"Group is full!"="Grupa jest zapełniona!"
"Group isn't exist!"="Grupa nie istnieje!"
"Group name must be unique."="Nazwa grupy musi być unikatowa."
"Group name must not be empty"="Pole nazwy grupy nie może być puste."
"Group"="Grupa"
"Guest Login"="Logowanie gościa"
"Guest Unlock"="Odbl. gościa"
"GuestIn"="GośćWej"
"GuestLock"="Bl. goś"
"GuestOut"="GośćWyj"
"HD"="HD"
"Handset mode disabled"="Wyłączony tryb telefonu"
"Hardware"="Sprzęt"
"Headset Connected"="Podłączono zestaw słuch."
"Headset mode disabled"="Tryb telefonu jest wyłączony"
"Held"="Wstrz."
"Hide Number"="Ukryj numer"
"Hide"="Ukryj"
"History Details"="Szczegóły historii"
"History Record"="Rekord historii"
"History Setting"="Ustawienia historii"
"History"="Hist."
"Hold"="Wstrz."
"Holiday Schedule"="Harmonogram dni wolnych"
"Home Number"="Numer domowy"
"HomeNumber"="Numer domowy"
"Hot Desking"="Stanowisko wspólne"
"Hot Line"="Linia informacyjna"
"Hot Number"="Nr linii inform."
"HotLine Delay"="Op. linii in."
"Hoteling"="Dostęp gościnny"
"Hotline delay should be 0 ~ 10"="Opóźnienie gorącej linii powinno wynosić 0-10."
"Http Port"="Port HTTP"
"Http Status"="Stan HTTP"
"Http port should be 1-65535!"="Port protokołu HTTP powinien mieć numer z zakresu 1-65535!"
"Https Port"="Port HTTPS"
"Https Status"="Stan HTTPS"
"Https port should be 1-65535!"="Port protokołu HTTPS powinien mieć numer z zakresu 1-65535!"
"IME"="Numer IME"
"IP Address is invalid!"="Nieprawidłowy adres IP!"
"IP Address"="Adres IP"
"IP Mode"="Tryb IP"
"IP Phone"="Telefon IP"
"IPAddress Mode"="Tryb IP"
"IPV4 Conflict"="Konflikt IPV4"
"IPV4/IPV6 Conflict"="Konflikt IPV4/IPV6"
"IPV6 Conflict"="Konflikt IPV6"
"IPv4 & IPv6"="IPv4 i IPv6"
"IPv4 Default Gateway"="Brama IPv4"
"IPv4 IP"="IPv4"
"IPv4 Pri.DNS"="Podstawowy DNS IPv4"
"IPv4 Sec.DNS"="Pomocniczy DNS IPv4"
"IPv4 Static DNS"="Statyczny IPv4 DNS"
"IPv4 Status"="Stan IPv4"
"IPv4 Subnet Mask"="Maska podsieci IPv4"
"IPv4 WAN Port"="Port sieci IPv4 WAN"
"IPv4 WAN Type"="Typ sieci IPv4 WAN"
"IPv4"="IPv4"
"IPv6 Default Gateway"="Brama IPv6"
"IPv6 IP Prefix"="Prefiks IP IPv6"
"IPv6 IP"="IPv6"
"IPv6 Pri.DNS"="Podstawowy DNS IPv6"
"IPv6 Sec.DNS"="Pomocniczy DNS IPv6"
"IPv6 Static DNS"="Statyczny IPv6 DNS"
"IPv6 Status"="Stan IPv6"
"IPv6 WAN Port"="Port sieci IPv6 WAN"
"IPv6 WAN Type"="Typ sieci IPv6 WAN"
"IPv6"="IPv6"
"Identify USB device failed."="Nie można zidentyfikować urządzenia USB."
"Identity"="Tożsamość"
"Idle Clock Display"="Wyświetlanie zegara ekranu głównego"
"Idle Clock"="Zegar ekranu głównego"
"Ignore"="Ignoruj"
"Inbox"="Skrzynka odbiorcza"
"Incoming call"="Połączenie przychodzące"
"Incorrect user credentials, please retry."="Nieprawidłowe poświadczenia użytkownika. Spróbuj ponownie."
"Information is not complete!"="Informacje są niekompletne!"
"Initial ACD State"="Początkowy stan ACD"
"Initial State"="Stan początkowy"
"Initializing... Please Wait!"="Inicjowanie... Czekaj!"
"Input your web access password!"="Wprow. hasło Web!"
"Insufficient storage space in system"="Brak miejsca do przechowywania w systemie!"
"Intercom Allow"="Zezwalaj (domofon)"
"Intercom Barge"="Dołącz (domofon)"
"Intercom Mute"="Wycisz (domofon)"
"Intercom Number is invalid!"="Nieprawidłowy numer interkomu!"
"Intercom Tone"="Sygnał (domofon)"
"Intercom"="Domofon"
"Interval"="Interwał"
"Invaild Provisioning Credential"="Nieprawidłowe poświadczenia obsługi"
"Invite request no response"="Brak odpowiedzi z serwera!"
"Italian"="Italiano(Italian)"
"Jan"="sty"
"January"="styczeń"
"Jitter"="Wahania"
"JitterBufferMax"="Maksymalny bufor wahań"
"Job Title"="Stanowisko"
"Jul"="lip"
"July"="lipiec"
"Jun"="cze"
"June"="czerwiec"
"KEY"="KLAWISZ"
"Key As Send"="Klaw. zak wyb"
"Key Event"="Zdarzenie klawisza"
"Key Tone"="Ton klawisza"
"Key Type"="Typ klawisza"
"Keypad Lock"="Blokada telefonu"
"Keypad locked."="Telefon został zablokowany."
"Keypad"="Klawiatura"
"KeypadLock"="Bl tel."
"LDAP Authority"="Uprawnienie LDAP"
"LDAP get error tips failed!"="Wyświetlenie wskazówek dotyczących błędu pobierania LDAP nie powiodło się!"
"LDAP server is unavailable"="Serwer LDAP jest niedostępny."
"LDAP"="LDAP"
"LLDP Packet Interval should be 1-3600!"="Interwał pakietów LLDP powinien wynosić 1-3600!"
"LLDP Status"="Stan LLDP"
"LLDP"="LLDP"
"Label"="Etykieta"
"Language initializing. Please wait..."="Inicjowanie języka. Czekaj..."
"Language"="Język"
"Last Name"="Nazwisko"
"Line 1"="Linia 1"
"Line 10"="Linia 10"
"Line 11"="Linia 11"
"Line 12"="Linia 12"
"Line 13"="Linia 13"
"Line 14"="Linia 14"
"Line 15"="Linia 15"
"Line 16"="Linia 16"
"Line 2"="Linia 2"
"Line 3"="Linia 3"
"Line 4"="Linia 4"
"Line 5"="Linia 5"
"Line 6"="Linia 6"
"Line 7"="Linia 7"
"Line 8"="Linia 8"
"Line 9"="Linia 9"
"Line ID"="Identyfikator linii"
"Line Key 1"="Klawisz linii 1"
"Line Key 10"="Klawisz linii 10"
"Line Key 11"="Klawisz linii 11"
"Line Key 12"="Klawisz linii 12"
"Line Key 13"="Klawisz linii 13"
"Line Key 14"="Klawisz linii 14"
"Line Key 15"="Klawisz linii 15"
"Line Key 16"="Klawisz linii 16"
"Line Key 17"="Klawisz linii 17"
"Line Key 18"="Klawisz linii 18"
"Line Key 19"="Klawisz linii 19"
"Line Key 2"="Klawisz linii 2"
"Line Key 20"="Klawisz linii 20"
"Line Key 21"="Klawisz linii 21"
"Line Key 22"="Klawisz linii 22"
"Line Key 23"="Klawisz linii 23"
"Line Key 24"="Klawisz linii 24"
"Line Key 25"="Klawisz linii 25"
"Line Key 26"="Klawisz linii 26"
"Line Key 27"="Klawisz linii 27"
"Line Key 28"="Klawisz linii 28"
"Line Key 3"="Klawisz linii 3"
"Line Key 4"="Klawisz linii 4"
"Line Key 5"="Klawisz linii 5"
"Line Key 6"="Klawisz linii 6"
"Line Key 7"="Klawisz linii 7"
"Line Key 8"="Klawisz linii 8"
"Line Key 9"="Klawisz linii 9"
"Line Select"="Wybór linii"
"Line"="Linia"
"List is full, please delete before add!"="Lista sieci bezprzewodowych jest pełna. Usuń stary wpis przed dodaniem nowego!"
"Load Error!"="Błąd wczytywania!"
"Load Failed"="Wczytywanie nie powiodło się."
"Loading File..."="Wczytywanie pliku..."
"Loading error !"="Błąd wczytywania!"
"Loading phonebook is error!"="Błąd podczas wczytywania książki telefonicznej!"
"Loading, please wait..."="Trwa wczytywanie. Czekaj..."
"Local Anonymous Rejection"="Lokalne odrz. anon."
"Local Anonymous"="Lokalne anonimowe"
"Local CallLog"="Połączenia lokalne"
"Local Codec"="Kodek lokalny"
"Local Directory"="Katalog lokalny"
"Local Group"="Grupa lokalna"
"Local History"="Historia lokalna"
"Local User"="Użytkownik lokalny"
"LocalMenu"="Katalog lokalny"
"Location Saved."="Lokalizacja została zapisana."
"Location"="Lokalizacja"
"Locations"="Lokalizacje"
"Lock Enable"="Włączenie blokady"
"Lock Time Out"="Blokada aut."
"Lock type"="Typ blokady"
"Lock"="Zablokuj"
"Log Out?"="Wylogować?"
"Logged In"="Zalogowano"
"Logged Out"="Wylogowano"
"Logged-in Members"="Zalogowani członkowie"
"Login Failed."="Logowanie nie powiodło się."
"Login as"="Zaloguj jako"
"Login successful"="Zalogowano pomyślnie!"
"Login"="Zaloguj"
"Login..."="Zaloguj..."
"Logout successful"="Wylogowano pomyślnie!"
"Logout"="Wyloguj"
"Low"="Niski"
"MAC Address"="Adres MAC"
"MAC"="Mac"
"MAC-Oriented"="AES dla MAC"
"MD5 Password"="Hasło MD5"
"MM/DD/YY"="MM/DD/RR"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"MTSW ACD Detail"="Szczegóły"
"MTSW ACD Member"="Członek"
"Mail"="Poczta"
"Main Menu"="Menu główne"
"Manage Group"="Zarządzaj grupą"
"Manage"="Zarządzaj"
"Mango"="Mango"
"Manual Setting"="Ustawienia ręczne"
"Mar"="mar"
"March"="marzec"
"Mark All as heard"="Oznacz wszys. jako odsłuchane"
"Mark All as new"="Oznacz wszystkie jako nowe"
"Mark as heard"="Oznacz jako odsłuchane"
"Mark as new"="Oznacz jako nowe"
"May"="maj"
"Media Type"="Typ nośnika"
"Meet-me"="Konfer. Meet-me"
"Members"="Członk."
"Memory Full"="Lista członków jest zapełniona!"
"Menu key"="Klawisz menu"
"Menu"="Menu"
"Message"="Wiadomość"
"Messages List"="Lista wiadomości"
"Messages"="Wiadomości"
"Metaswitch CallLog"="Dz. poł. Metaswitch"
"Missed Call"="Nieodeb. połącz."
"Missed Calllog"="Połączenia nieodebrane"
"Missed Calls"="Połączenia nieodebrane"
"Mobile Account is not connected!"="Konto telefonu komórkowego nie zostało podłączone!"
"Mobile Account"="Konto telefonu komórkowego"
"Mobile Connected"="Podłączono urządz. przen."
"Mobile Contacts Sync"="Synchronizacja"
"Mobile Contacts"="Kontakty komórkowe"
"Mobile Number"="Numer komórkowy"
"Mobile"="Komórkowe"
"Mobility Phone Number"="Nr telefonu komórk."
"Mobility"="Komórkowe"
"Modifying the configuration..."="Modyfikowanie konfiguracji..."
"Mon"="pon"
"Monday"="poniedziałek"
"More"="Więcej"
"More..."="Więcej..."
"Move Down"="Przenieś w dół"
"Move Up"="Przenieś w górę"
"Move selected to blacklist ?"="Przenieść na listę zabronionych?"
"Move selected to contactlist ?"="Przenieść na listę kontaktów?"
"Move the Contacts success"="Kontakty zostały przeniesione pomyślnie."
"Move to Blacklist success"="Pomyślnie przeniesiono na czarną listę."
"Move"="Przenieś"
"Mute"="Wycisz"
"My Mobile"="Komórkowy"
"My State"="Mój status"
"My Status"="Mój stan"
"N/A"="N/D"
"NAT Status"="Stan NAT"
"NAT"="NAT"
"NONE"="BRAK"
"NTP Server1"="Serwer NTP 1"
"NTP Server2"="Serwer NTP 2"
"NTP server1 is invalid!"="Nieprawidłowy serwer NTP 1!"
"NTP server2 is invalid!"="Nieprawidłowy serwer NTP 2!"
"Name can't be empty!"="Pole nazwy nie może być puste!"
"Name"="Nazwa"
"Need a Number"="Najpierw wprowadź numer telefonu."
"Net unavailable !"="Sieć jest niedostępna!"
"Network Call List"="Lista połączeń sieciowych"
"Network CallLog"="Połączenia sieciowe"
"Network Checking..."="Sprawdzanie sieci..."
"Network Contacts"="Kontakty sieciowe"
"Network Details"="Szczegóły sieci"
"Network Directories"="Katalog sieciowy"
"Network Directory"="Katalog sieciowy"
"Network Favorites"="Siec. Ulubione"
"Network Group"="Grupa sieciowa"
"Network Status"="Stan sieci"
"Network Unavailable"="Sieć jest niedostępna"
"Network changed. Rebooting"="Zmieniono sieć. Ponowne uruchamianie."
"Network configuration has changed, shall become effective after the restart?"="Konfiguracja sieci została zmieniona. Czy chcesz uruchomić ponownie?"
"Network unavailable."="Sieć jest niedostępna."
"Network"="Sieć"
"NetworkDirectoryGroup"="Grupa kat. siec."
"Never"="Nigdy"
"New Call"="N. poł."
"New Contact"="Nowy kontakt"
"New Group"="Nowa grupa"
"New Location"="Nowa lokalizacja"
"New Message"="Nowa wiadomość"
"New Missed Call(s)"="Nowe połączenia nieodebrane"
"New PIN"="Nowy kod PIN"
"New PWD"="Nowe hasło"
"New Text Message"="Nowe wiadomości tekstowe"
"New Voice Mail(s)"="Nowa poczta głosowa"
"New password is similar to username, are you sure to set it?"="Hasło podobne do nazwy użytkow. Ustawić?"
"New password is too simple, are you sure to set it?"="Nowe hasło jest zbyt proste. Czy chcesz kontynuować?"
"NewSMS"="Nowa wiadomość SMS"
"Next"="Dalej"
"Nick Name"="Nazwa użytkownika"
"Nick name must be unique."="Login musi być unikatowy."
"Nick name must not be empty."="Pole Login nie może być puste."
"No Account"="Brak konta"
"No Answer Forward"="Bez prz. odp."
"No Answer Processing"="Bez przetw. odp."
"No Bluetooth Adapter Found."="Nie znaleziono modułu Bluetooth."
"No Contact!"="Brak kontaktu!"
"No Disposition Codes"="Brak kodów dyspozycji!"
"No EXP"="Brak modułu rozszerzenia"
"No Group"="Brak grupy"
"No Service"="Brak usługi"
"No available Wi-Fi,go to Wi-Fi setting now?"="Brak dostępnej sieci bezprzewodowej. Przejść teraz do ustawień Wi-Fi?"
"No find wifi adapter!"="Nie znaleziono karty Status!"
"No images in USB flash drive."="Brak obrazów w pamięci USB."
"Not Acceptable Here"="Nieakceptowalne tutaj!"
"Not Emergency Number!"="Brak numeru alarmowego!"
"Not Found"="Nie znaleziono"
"Not allow opt in/out"="Zablokowane Opt-In/Opt-Out"
"Note"="Uwaga"
"Nothing Changed!"="Brak zmian!"
"Nov"="lis"
"Noveber"="listopad"
"Number already exists!"="Numer już istnieje!"
"Number can't be empty!"="Pole numeru nie może być puste!"
"Number is invalid!"="Nieprawidłowy numer!"
"Number"="Numer"
"OK"="OK"
"OPUS"="Opus"
"Obtaining IP Address"="Uzyskiwanie adresu IP"
"Obtaining Status..."="Odcz. stanu"
"Oct"="paź"
"October"="październik"
"Off Code can't be empty!"="Pole kodu wyłączenia nie może być puste!"
"Off Code could not be empty when On Code is set!"="Pole kodu wyłączenia nie może być puste, gdy ustawiono kod włączenia!"
"Off Code"="Kod wyłączenia"
"Off"="Wył."
"Office Number"="Numer biura"
"Offline"="Offline"
"Old Number"="Stary numer"
"Old PWD"="Stare hasło"
"On Code"="Kod włączenia"
"On"="Wł."
"Open fail"="Otwarcie nie powiodło się!"
"Operator fail"="Operacja nie powiodła się!"
"Opt In"="Użyj"
"Opt Out"="Odrzuć"
"Option"="Opcja"
"Organisation"="Organizacja"
"Originator"="Źródło"
"Originator-Executive"="Dzwon.-Kierow."
"Other Number"="Inny numer"
"Other"="Inne"
"OtherNumber"="Inny numer"
"Others"="Inne"
"Out of memory!"="Brak pamięci!"
"Outbound Alternate Number is invalid!"="Nieprawidłowy alternatywny numer dla połączeń wychodzących!"
"Outbound Alternate Phone Number"="Nr dla poł. wych."
"Outbound Proxy1"="Wych. proxy 1"
"Outbound Proxy2"="Wych. proxy 2"
"Outbound Status"="Stan poł. wy."
"Outbound proxy is invalid!"="Nieprawidłowy wychodzący serwer proxy!"
"Outbox"="Skrzynka nadawcza"
"Outgoing Call"="Połączenie wychodzące"
"Overwrite the original contact?"="Zastąpić oryginalny kontakt?"
"PC Port"="Port PC"
"PIN/ID"="PIN/identyf."
"PPPoE PWD"="Hasło PPPoE"
"PPPoE User"="Użytk. PPPoE"
"PPPoE"="PPPoE"
"Packet Interval"="Interwał pakietów"
"Packets lost"="Utracone pakiety"
"Pager"="Pager"
"Paging Channel should be 0-30!"="Kanał przyzywowy powinien mieć numer 0-30!"
"Paging List"="Lista pagerów"
"Paging failed!"="Wysłanie do pagera nie powiodło się!"
"Paging is invalid!"="Nieprawidłowy pager!"
"Paging"="Multiem. pagerów"
"PagingList"="Lista pagerów"
"Paging_softkey"="Pager"
"Paired Bluetooth Device"="Sparowane urządzenia Bluetooth"
"Park Failed"="Błąd przypisania"
"Park to"="Przypisz do"
"Park"="Parkuj"
"Parked"="Przypisane"
"Passkey"="Klucz dostępu"
"Password can't be empty!"="Pole hasła nie może być puste!"
"Password is invalid!"="Nieprawidłowe hasło!"
"Password is wrong!"="Niepoprawne hasło!"
"Password"="Hasło"
"Pause REC"="Pausa"
"Pause"="Wstrzymaj"
"PauseREC"="Pausa"
"Per-phone AES"="AES dla MAC"
"Personal Address Book"="Osobista książka adresowa."
"Phone DND"="DND telefonu"
"Phone Lock"="Blokada telefonu"
"Phone Number"="Numer telefonu"
"Phone Numbers"="Numery telefonu"
"Phone To Ring"="Telefon docelowy"
"Phone number can't be empty!"="Pole numeru telefonu nie może być puste!"
"Phone number is empty!"="Pole numeru telefonu jest puste!"
"Phone numbers should only consist of digits, with an optional family mailbox id."="Numer telefonu powinien składać się wyłącznie z cyfr i opcjonalnie z identyfikatora macierzystej skrzynki pocztowej."
"Phone"="Telefon"
"PhoneBook Name"="Nazwa ks. tel"
"PhoneBook"="Książka telefoniczna"
"Phonebook"="Książka telefoniczna"
"Phonebook(0)"="Ks. telef.(0)"
"Photo Custom"="Niestandardowe zdjęcie"
"Photo Details"="Photo Details"
"Photo"="Zdjęcie"
"Pick Up"="Odbierz"
"Pin"="Kod PIN"
"Ping IP or URL"="Ping IP/URL"
"Ping"="Ping"
"Placed Calllog"="Wykon. poł."
"Placed Calls"="Wykonane połączenia"
"Play Tone"="Odtwórz ton"
"Play Voice Message"="Odtwórz wiadomość głosową"
"Play"="Odtwórz"
"Playing"="Odtwarzanie"
"Please Enter Filter Conditions"="Wprowadź warunki filtra"
"Please Enter Password"="Wprowadź hasło"
"Please Wait"="Czekaj"
"Please contact your service provider for CommPortal web Username/Password!"="Skontaktuj się z usługodawcą, aby uzyskać nazwę użytkownika / hasło dla Commportal!"
"Please contact your service provider for commprotal web URL!"="Skontaktuj się z usługodawcą, aby uzyskać adres URL dla Commportal!"
"Please enter an IP address or domain name"="Wprowadź adres IP lub nazwę domeny"
"Please enter your SIP Credential Password!"="Wprowadź swoje hasło poświadczeń SIP!"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Wpr. PIN routera i naciśnij OK, aby poł.:"
"Please input the keyword(s)"="Wprowadź słowa kluczowe."
"Please insert a USB drive!"="Podłącz pamięć USB!"
"Please select a Disposition Code!"="Wybierz kod dyspozycji!"
"Please selected a group!"="Wybierz grupę!"
"Please selected contact!"="Wybierz kontakt!"
"Polish"="Polski(Polish)"
"Portuguese"="Português(Portuguese(EU))"
"Portuguese_LA"="Português(Portuguese(EU))"
"Preference"="Preferencje"
"Prefix is invalid!"="Nieprawidłowy prefiks!"
"Prefix"="Prefiks"
"Press Up or Down To Switch Number"="Naciśnij przyciski ze strzałkami w górę i w dół, aby przełączyć numery."
"Prev"="Wstecz"
"Preview"="Ostatni"
"Previous Operation in Process."="Poprzednia operacja nie została zakończona!"
"Previous"="Wstecz"
"Pri.DNS"="Podst. serwer DNS"
"PriHold"="Wstrzymanie"
"Primary Contact must not be empty."="Pole kontaktu głównego nie może być puste"
"Primary DNS is invalid!"="Nieprawidłowy podstawowy serwer DNS!"
"PrimaryContact"="Kontakt podstawowy"
"Priority is invalid!"="Nieprawidłowy priorytet!"
"Priority should be 0-7!"="Priorytet powinien być liczbą całkowitą z zakresu 0–7!"
"Priority"="Priorytet"
"Private Hold"="Wstrzym. prywat."
"Product ID"="Identyfikator produktu"
"Product Name"="Nazwa produktu"
"Profile Name"="Nazwa profilu"
"Provision now?"="Wykonać provisioning?"
"Proxy Fallback Interval is invalid!"="Nieprawidłowy interwał przełączenia serwera proxy!"
"Proxy Fallback Interval"="Inter. przeł."
"Public Hold"="Wstrz. publ."
"Qos"="Qos"
"Queue Name"="Nazwa kolejki"
"Queue Status"="Stan kolejki"
"Queue"="Kolejka"
"RTP Status"="RTP"
"Range of value is illegal"="Zakres wartości jest nieprawidłowy."
"Re-connect"="Połącz ponow."
"Read"="Odczytane"
"Reading File..."="Odczytywanie pliku..."
"Reboot the phone?"="Uruchomić telefon ponownie?"
"Reboot"="Uruchom ponownie"
"Rebooting...\n\nPlease Wait !"="Ponowne uruchamianie...\n\n Czekaj !"
"Recall"="Przywrócenie połączenia"
"Received Calllog"="Odebrane połączenia"
"Received Calls"="Odebr. poł."
"Record"="Nagraj"
"Redial Interval is invalid!"="Nieprawidłowy interwał ponownego wybierania numeru!"
"Redial Interval"="Interwał wyb. num."
"Redial Time is invalid!"="Nieprawidłowa liczba prób ponownego wybrania numeru!"
"Redial Times"="Próby wybr. num."
"Redialing"="Ponowne wybieranie numeru"
"Redirector"="Moduł przekierowujący"
"Refresh"="Odśwież"
"Refreshing..."="Odświeżanie..."
"Register Name"="Nazwa rejestracji"
"Register Successfully!"="Zarejestrowano pomyślnie!"
"Register fail"="Błąd rejest."
"Registered"="Zarejestrowano"
"Registering Please Wait!"="Rejestrowanie. Czekaj!"
"Registering"="Rejestrowanie"
"Reject"="Odrzuć"
"Rejected"="Odrzucone"
"Relation"="Relacja"
"Remaining Time"="Pozostały czas"
"Remote Codec"="Kodek zdalny"
"Remote Office"="Biuro zdalne"
"Remote Phone Book"="Zdalna ks. telef."
"Remote User"="Użytkownik zdalny"
"Remove Participant"="Usuń uczestnika"
"Remove from Favorite"="Usuń z listy Ulubione"
"Remove selected from favorite ?"="Usunąć wybrane elementy z listy Ulubione?"
"Remove"="Usuń"
"Rename Group"="Zmień nazwę grupy"
"Reply"="Odpow."
"Require Answer Confirmation"="Potwierdzenie odpowiedzi"
"Reset Config"="Resetuj konfigurację"
"Reset To Factory Setting?"="Przywrócić ustawienia fabryczne?"
"Reset local settings"="Resetuj ustaw. lokalne"
"Reset non-static settings"="Resetuj ust. niestatyczne"
"Reset static settings"="Resetuj ustaw. statyczne"
"Reset to Factory"="Przywracanie ust. fabr."
"Reset userdata & local config"="Res. dane uż. i kon. lok."
"Reset"="Resetuj"
"Resetting to factory, please wait..."="Przywracanie ust. fabrycznych. Czekaj..."
"Restricted"="Zastrzeżone"
"Resume REC"="Wznowione"
"Resume"="Wznów"
"ResumeREC"="Wznowione"
"Retrieve Failed."="Pobranie nie powiodło się."
"Retrieve Park"="Odb. przyp. poł."
"Retrieve"="Przywróć"
"Ring Splash"="Krótki dźwięk"
"Ring Tones"="Dzwonki"
"Ring saving ..."="Zapisywanie dzwonków..."
"Ring"="Dzwonek"
"Ringing"="Dzwonienie"
"Rings"="Dzwonki"
"Rollover Action"="Akcja wycofania"
"Rollover After Waiting"="Wycofanie poł. po"
"RoundTripDelay"="Czas rundy"
"Russian"="Pусский(Russian)"
"S2S AcdLogin"="Log ACD"
"S2S AcdLoginOut"="Zaloguj/wyl."
"S2S AcdLogout"="Wyl ACD"
"S2S AcdRefresh"="Odśwież"
"S2S Avail"="Dost."
"S2S Unavail"="Nieobecny"
"SCA Active"="SCA aktywne"
"SCA Alerting"="Alert SCA"
"SCA Bridge Active"="Most SCA jest aktywny"
"SCA Held"="Wstrzymanie SCA"
"SIP Password"="Hasło SIP"
"SIP Proxy can't be empty!"="Pole serwera SIP nie może być puste!"
"SIP Register name"="Nazwa rejestracji SIP"
"SIP Server1"="Serwer SIP 1"
"SIP Server2"="Serwer SIP 2"
"SIP credential password!"="Niepoprawne hasło poświadczeń SIP!"
"SMS"="SMS"
"SNTP Setting"="Ustawienia SNTP"
"SSID can't be empty!"="Pole identyfikatora SSID nie może być puste!"
"SSID"="SSID"
"STUN Port"="Port STUN"
"STUN Server is invalid!"="Nieprawidłowy serwer STUN!"
"STUN Server port is Invalid!"="Nieprawidłowy port serwera STUN!"
"STUN Server"="Serwer STUN"
"STUN"="STUN"
"Sat"="sob"
"Saturday"="sobota"
"Save Failed! The same profile name or SSID exist"="Błąd zapisu! Profil/SSID już istnieje."
"Save Failed!"="Zapisanie nie powiodło się!"
"Save"="Zapisz"
"Saving completed."="Pomyślnie zapisano."
"Saving config file!"="Zapisywanie pliku konfiguracji!"
"Saving files!"="Zapisywanie plików!"
"Saving. Please wait..."="Zapisywanie. Czekaj..."
"Saving... Please Wait"="Zapisywanie... proszę czekać"
"Saving..."="Zapisywanie..."
"Scan Bluetooth Device"="Skanuj w poszukiwaniu urządzeń Bluetooth."
"Scan failed."="Skanowanie nie powiodło się."
"Scan"="Skanuj"
"Scaning bluetooth devices..."="Wyszukiwanie urządzeń Bluetooth..."
"Scaning..."="Skanowanie..."
"Scanning available network"="Wyszukiwanie dostępnych sieci"
"Scanning will stop, if you continue this operation."="Skanowanie zostanie zatrzymane, jeżeli będziesz kontynuować tę operację."
"Screensaver Type"="Typ wygasz. ekranu"
"Screensaver"="Wygaszacz ekranu"
"Search All Contacts"="Wysz. wsz. kontakty"
"Search Directory"="Wyszukaj w katal."
"Search For Contacts"="Wyszukaj kontakty"
"Search Global Contacts"="Wysz. kontakty glob."
"Search Key"="Klucz wyszukiwania"
"Search LDAP Contacts"="Wysz. kontakty LDAP"
"Search Network Contacts"="Wyszukaj kont. siec."
"Search Result"="Wynik wyszuk."
"Search Type"="Typ wyszukiwania"
"Search by FirstName"="Wyszukaj według imienia"
"Search by LastName"="Wyszukaj według nazwiska"
"Search by Name"="Wyszukaj według nazwy"
"Search by Phone Number"="Wyszukaj według numeru telefonu"
"Search"="Szukaj"
"Sec.DNS"="Pomoc. serwer DNS"
"Secondary DNS is invalid!"="Nieprawidłowy pomocniczy serwer DNS!"
"Secret"="Tajne"
"Security Classification"="Klasyfik. zabezpieczeń"
"Security Mode"="Tryb zabezpieczeń"
"Security"="Zabezp."
"Seizing"="Przejęcie"
"Select Account"="Wybierz konto"
"Select All"="Wybierz wszystko"
"Select Executive Number"="Wybierz numer kierownika"
"Select a Disposition code"="Wybierz kod dyspozycji"
"Select the Queue"="Wybierz kolejkę"
"Select"="Wybierz"
"Send Anonymous Code"="Wyś. kod an."
"Send Anonymous Rejection Code"="Wyś. kod od."
"Send Message"="Wyślij wiadomość"
"Send by Mobile"="Wys. z kom"
"Send"="Wyślij"
"Sending Message..."="Wysyłanie wiadomości..."
"Sending Provision Requests"="Wysyłanie żądania provisioningu"
"Sending Requests..."="Wysyłanie żądań..."
"Sentbox"="Wysłane"
"Sep"="wrz"
"September"="wrzesień"
"Sequential"="Sekwencyjne"
"Server Internal Error"="Wewnętrzny błąd serwera"
"Server URL"="Adres URL serwera"
"Server XML"="Serwer XML"
"Server is invalid!"="Nieprawidłowy serwer!"
"Server"="Serwer"
"Set E911 Location"="Ustaw lokalizację E911"
"Set EXP wallpaper successfully"="Pomyślnie ustawiono tapetę EXP!"
"Set Voice Mail Code"="Ust. kod pocz. gł."
"Set as EXP wallpaper"="Ustaw jako tapetę EXP"
"Set as dsskey wallpaper"="Set as dsskey wallpaper"
"Set as screensaver"="Ustaw jako wygasz. ekr."
"Set as wallpaper"="Ustaw jako tapetę"
"Set as"="Ustaw"
"Set screensaver successfully"="Pomyślnie ustawiono wygaszacz ekranu!"
"Set wallpaper successfully"="Pomyślnie ustawiono tapetę!"
"Set you location?"="Ustawić Twoją lokalizację?"
"Setting Type"="Typ ustawienia"
"Setting"="Ustawienie"
"Settings"="Ustawienia"
"Share line unavailable"="Nie można udostępnić linii"
"Shared Calls"="Udostępnione poł."
"Short Label"="Krótka etykieta"
"Show Less"="Ukryj"
"Show More"="Więcej"
"SignIn"="Logowanie"
"SignOut"="Wylogowanie"
"Signal Strength"="Siła sygnału"
"Silence"="Cisza"
"Silent Alerting"="Ciche alerty"
"Silent Monitor"="Monitorowanie poufne"
"Silent"="Poufne"
"Simple"="Proste"
"Simultaneous Ring Personal"="Równoczesny dzwonek osobisty"
"Simultaneous"="Równoczesne"
"Softkey 1"="Klawisz programowy 1"
"Softkey 2"="Klawisz programowy 2"
"Softkey 3"="Klawisz programowy 3"
"Softkey 4"="Klawisz programowy 4"
"Softkey Label"="Etyk. klaw. progr."
"Sorry,Only 1000 contacts are allowed!"="Niestety akceptowanych jest maks. 1000 kontaktów!"
"Sort First Name"="Sortuj według imienia"
"Sort Last Name"="Sortuj według nazwiska"
"Sound"="Dźwięk"
"Spanish"="Español(Spanish(EU))"
"Spanish_LA"="Español(Spanish(Latin))"
"Speader mode disabled"="Wyłączony tryb zestawu głośnomówiącego"
"Specified AES"="Wspólny AES"
"SpeedDial"="Szybk. wyb. num."
"Split"="Podział"
"Start REC"="Nagraj"
"Start Time"="Godzina rozpoczęcia"
"Start"="Rozp."
"StartREC"="Nagraj"
"Static DNS"="Statyczny DNS"
"Static IP Client"="Klient ze st. IPv4"
"Static IP"="Statyczny IP"
"Static IPv4 Client"="Stat. klient IPv4"
"Static IPv6 Client"="Klient stat. IPv6"
"Status requesting..."="Żądanie informacji dotyczących stanu..."
"Status"="Stan"
"Stop REC"="ZatrzNag"
"Stop Time"="Godzina zakończenia"
"Stop"="Zatrzymaj"
"StopREC"="ZatrzNag"
"Stopped"="Zatrzymano"
"Storage Media Properties"="Pamięć"
"Storage Network"="Znana sieć"
"Storage is not enough, recorded file is saved."="Brak miejsca. Nagrany plik jest zapisywany."
"Storage list is full, please delete old one if wanting to add in"="Lista sieci bezprzewodowych jest pełna. Usuń stary wpis przed dodaniem nowego!"
"Subnet Mask is invalid!"="Nieprawidłowa maska podsieci!"
"Subnet Mask"="Maska podsieci"
"Sun"="nie"
"Sunday"="niedziela"
"Swap"="Zamień"
"Switch"="Przeł."
"SwitchAccountDown"="Następny"
"SwitchAccountUp"="Poprzedni"
"SymmOneWayDelay"="Opóźn. jednokier."
"System"="System"
"TKIP AES"="TKIP AES"
"TKIP"="TKIP"
"Talk From"="Mów z"
"Talking"="Rozmowa"
"Target can't be empty!"="Pole lokalizacji docelowej nie może być puste!"
"Temporarily Unavailable"="Tymczasowo niedostępne"
"Temporarily not available"="Tymczasowo niedostępne"
"Text Message"="Wiadomość tekstowa"
"Text can't be empty!"="Pole tekstowe nie może być puste!"
"The URL is empty!"="Pole adresu URL jest puste!"
"The Voicemail is too large,please call and retrieve it!"="Za dużo wiad. głos. Połącz się i odsł.!"
"The audio codecs is different, can't set up a conference!"="Różne kodeki audio. Nie można ustawić konferencji!"
"The file doesn't exist"="Plik nie istnieje!"
"The file doesn’t exist"="Plik nie istnieje!"
"The file is too large"="Plik jest zbyt duży."
"The old password is wrong!"="Hasło jest niepoprawne!"
"The storage network"="Znane sieci"
"This action can not be reversed."="Nie można cofnąć tej akcji."
"This operation will cause automatic logout from current MLHG. Are you sure you want to login?"="Nastąpi automatyczne wylogowanie z MLHG. Czy na pewno chcesz się zalogować?"
"Thu"="czw"
"Thursday"="czwartek"
"Time & Date Format"="Format godziny i daty"
"Time & Date"="Godzina i data"
"Time Format is invalid!"="Nieprawidłowy format godziny!"
"Time Format"="Format godziny"
"Time Zone"="Strefa czasowa"
"Time"="Godzina"
"Time(HMS)"="Godzina (GMS)"
"To navigate the menu, please use the arrow keys below!"="W menu można nawigować przy użyciu poniższych klawiszy strzałek!"
"To"="Do"
"Today"="Dzisiaj"
"Top Secret"="Ściśle tajne"
"Total"="Łącznie"
"Trace Route"="Śledź trasę"
"Tracert IP or URL"="Tracert IP/URL"
"Transfer Failed"="Transfer nie powiódł się"
"Transfer to"="Transfer do"
"Transfer"="Przekaż"
"Transferring"="Trwa transfer"
"Transmit Rate"="Szybk. transmisji"
"Transparency"="Transparentność"
"Tue"="wto"
"Tuesday"="wtorek"
"Turkish"="Türkçe(Turkish)"
"Type"="Typ"
"UC Favorite"="Ulubione UC"
"UC Favorites"="UC Favorites"
"URI is invalid!"="Nieprawidłowy identyfikator URI!"
"URL Record"="Rekord URL"
"URL can't be empty!"="Pole adresu URL nie może być puste!"
"URL is empty"="Pole adresu URL jest puste!"
"URL is invalid!"="Nieprawidłowy adres URL!"
"URL"="URL"
"US Date Format is invalid!"="Nieprawidłowy format daty US!"
"US Time Format is invalid!"="Nieprawidłowy format godziny US!"
"USB Photo"="USB Photo"
"USB Record"="Nagranie USB"
"USB Set Picture Failed"="Set picture failed!"
"USB Set Picture Successfully"="Set picture successfully!"
"USB connected"="Ustanowiono połączenie USB"
"USB device connection failure!"="Błąd połączenia urządzenia USB!"
"USB device has been connected successfully!"="Pamięć USB została podłączona."
"USB device has been moved"="Pamięć USB typu flash została odłączona."
"USB device is removed!"="Pamięć USB została odłączona."
"USB headset connected"="Podłączono zestaw słuchawkowy USB."
"USB headset removed"="Odłączono zestaw słuchawkowy USB."
"USB heaset connected"="Zestaw słuchawkowy USB został podłączony."
"USB heaset removed"="Zestaw słuchawkowy USB został usunięty."
"UnMute"="Włącz dźwięk"
"UnRead"="Nieodczytane"
"Unallocated Number"="Nieprzypisany numer"
"Unavail"="Niedost"
"Unavailable Reason Code"="Kod przycz. nied."
"Unavailable"="Niedos."
"Unclassified"="Jawne"
"Unknown Line"="Nieznana linia"
"Unknown Uri scheme"="Nieznany schemat identyfikatora URI"
"Unknown"="Nieznane"
"Unlock PIN"="Odblokow. PIN"
"Unlock Pin incorrect"="Niepoprawny kod PIN!"
"Unlock"="Odblokuj"
"Unrecognized USB"="Nierozpoznane urządzenie USB"
"Unregistered"="Niezarejest."
"Unregistering"="Wyrejestrowywanie"
"Update Configuration"="Zaktualizuj konfig."
"Update Finish !"="Zakończenie aktualizowania!"
"Update Skipped"="Aktualizacja pominięta"
"Update now?"="Aktualizować teraz?"
"Update"="Aktual."
"Updating Network..."="Aktualizowanie sieci..."
"Updating Network\n\nPlease Wait !"="Aktualizowanie sieci.\n\nCzekaj!"
"Updating, please wait..."="Aktualizowanie. Czekaj..."
"Urgent Message"="Pilna wiadomość"
"Use BroadWorks-based Call Control"="Użyj sterow. BWork"
"Use Host"="Użyj hosta"
"User ID"="ID użytkownika"
"User Name"="Nazwa użytkownika"
"User Type"="Tryb użytkownika"
"User mode changed!"="Tryb użytkownika został zmieniony!"
"User name couldn't be empty!"="Pole nazwy użytkownika nie może być puste!"
"User name is invalid!"="Nieprawidłowa nazwa użytkownika!"
"User unknown."="Nieznany użytkownik."
"UserID can't be Empty!"="Pole identyfikatora użytkownika nie może być puste!"
"UserMode"="UserMode"
"VID Number"="Numer VID"
"VID nubmer is invalid!"="Nieprawidłowy numer VID!"
"VID number should be 1-4094!"="Numer VID powinien należeć do zakresu 1-4094!"
"VLAN Status"="Stan sieci VLAN"
"VLAN"="Sieć VLAN"
"VPN Active"="VPN jest aktywny"
"VPN can't be on \n\n when file do not exist!"="Obsługa VPN nie może być włączona, \n gdy plik nie istnieje!"
"VPN"="VPN"
"Value is invalid!"="Nieprawidłowa wartość!"
"Value"="Wartość"
"Via"="Przez"
"Video message cannot be played on the phone!"="Nie można odtworzyć wiadomości wideo w telefonie!"
"Video"="Wideo"
"View Assistant List"="Wyśw. listę asystentów"
"View Executive List"="Wyśw. listę kierowników"
"View Voice Mail"="Wyświetl pocztę głosową"
"View more contacts..."="Więcej kontaktów..."
"View"="Wyśw."
"Voice Mail Finished"="Zakończenie wiadomości głosowej"
"Voice Mail Pause"="Wstrzymanie wiadomości głosowej"
"Voice Mail Playing"="Odtwarzanie wiadomości głosowej"
"Voice Mail is invalid!"="Nieprawidłowa poczta głosowa!"
"Voice Mail"="Poczta głosowa"
"Voice Messaging"="Wiadomości głosowe"
"Voice Recorder Number is invalid!"="Nieprawidłowy numer rejestratora głosu!"
"Voice"="Głos"
"VoiceMail DownLoading, Please Wait..."="Pobieranie poczty głosowej. Czekaj..."
"WAN IP"="Adres IP sieci WAN"
"WAN MASK"="Maska sieci WAN"
"WAN Port"="Port sieci WAN"
"WAN Type"="Typ sieci WAN"
"WEP"="WEP"
"WIFI Authentication"="Uwierzytelnianie Wi-Fi"
"WPA Shared Key can't be empty!"="Pole klucza wspólnego WPA nie może być puste!"
"WPA Shared Key"="Klucz wspólny WPA"
"WPA-EAP"="WPA-EAP"
"WPA-PSK"="WPA-PSK"
"WPA2-EAP"="WPA2-EAP"
"WPA2-PSK"="WPA2-PSK"
"WPS has opened, please connect in "="Funkcja WPS została uaktywniona. Połącz"
"WPS"="WPS"
"WPS-PIN"="WPS-PIN"
"WWW DD MMM"="WWW DD MMM"
"WWW MMM DD"="WWW MMM DD"
"Wait Time"="Czas oczekiwania"
"Wait for"="Czekaj przez"
"Wallpaper for both phone and EXP will change into the default image. Confirm to delete or not?"="Tapeta dla telefonu i EXP zostanie zastąpiona obrazem domyślnym. Czy chcesz kontynuować?"
"Wallpaper will change into the default image. Confirm to delete or not?"="Tapeta zostanie zastąpiona obrazem domyślnym. Czy chcesz kontynuować?"
"Wallpaper"="Tapeta"
"Warning"="Ostrzeżenie"
"Web Server"="Serwer Web"
"Web access password is wrong!"="Niepoprawne hasło dostępu przez Web!"
"Wed"="śro"
"Wednesday"="środa"
"Welcome"="Witaj"
"Wi-Fi Mac"="Adres MAC Wi-Fi"
"Wifi adapter has added, scanning the wifi devices right now?"="Dodano kartę Wi-Fi. Skanować w poszukiwaniu dostępnych sieci bezprzewodowych teraz?"
"Wifi adapter has removed out"="Karta Wi-Fi została usunięta."
"Wifi switch is closed, open it or not?"="Funkcja Wi-Fi jest wyłączona. Włączyć teraz?"
"Wifi"="WiFi"
"Wifi: Connected"="Wi-Fi: połączono"
"Wifi: On"="Wi-Fi: włączone"
"Wireless Status"="Stan Wi-Fi"
"Work Number"="Numer służbowy"
"Work Phone"="Telefon służbowy"
"Would you like to sync phone contacts temporarily?"="Czy chcesz tymczasowo zsynchr. kontakty telefonu?"
"Wrap up"="Finalizacja"
"Wrong user name or password!"="Nieprawidłowa nazwa użytkownika/hasło!"
"XML Browser"="Przeglądarka XML"
"XML Group"="Grupa XML"
"XMLMenu"="Kat XML"
"XSI information is incomplete!"="Informacje XSI są niekompletne!"
"Xml Browser is invalid!"="Nieprawidłowa przeglądarka XML!"
"YYYY-MM-DD"="RRRR-MM-DD"
"Year"="Rok"
"Yesterday"="Wczoraj"
"Your Name or Password was not Recognized!"="Niepoprawna nazwa użytkownika lub hasło."
"Zero Touch"="Obsługa automat."
"[Assigned]"="[Przypisane]"
"admin"="administrator"
"available network(s)(Connected with"="dostęp. sieci (połączone z"
"available network(s):"="dostęp. sieci:"
"bluetooth device(s)"="urządz. Bluetooth"
"bluetooth device(s)(Connecting with"="urządz. Bluetooth (łączenie z"
"bluetooth devices"="Urządzenia Bluetooth"
"bw_userid"="Id. użytk. BW"
"city"="miejscowość"
"conference_number"="numer_konferencji"
"config updating"="aktualizowanie konfiguracji"
"contact full"="Lista kontaktów jest zapełniona!"
"country"="kraj"
"extension_number"="numer_wewnętrzny"
"failed"="Niepowodzenie"
"first_name"="imię"
"free"="wolne"
"from the conference?"="z konferencji?"
"group_id"="ID_grupy"
"hiragana_first_name"="imię_hiragana"
"hiragana_last_name"="nazwisko_hiragana"
"home_phone"="telefon_domowy"
"last_name"="nazwisko"
"local Directories"="Katalog lokalny"
"logging in..."="Logowanie..."
"logging out ..."="Wylogowywanie..."
"members"="członkowie"
"minutes left for call recording"="min pozostałych dla nagrywania połączeń"
"mobile_phone"="telefon_komórkowy"
"new"="nowe"
"old"="stare"
"postal_code"="kod_pocztowy"
"q'ing"="Kolejkowanie"
"region"="region"
"s"="s"
"saved!"="Zapisano!"
"street"="ulica"
"success"="Powodzenie"
"title"="tytuł"
"used"="używane"
"user"="zaawansowany"
"var"="użytkownik"
"web"="web"
"work_phone"="telefon_służbowy"
"Set Dsskey wallpaper successfully"="Set dsskey wallpaper successfully!"
"Delete this photo?"="Delete this photo?"
